[
{
    "featured" : false,
    "last_updated" : ISODate("2018-03-12T03:31:13.442Z"),
    "viewcount" : 28,
    "votes" : 5,
    "author_id" : "5a8dd9b087f2ab36a4479093",
    "author" : "Ann Jacobs",
    "author_email" : "ajacobs@insight-kmt.com",
    "title" : "Enterprise Architecture",
    "status" : "approved",
    "content" : "<p>The California Department of Technology (CDT) provides leadership for the State of California’s information technology programs and works collaboratively with other information technology leaders throughout state government. CDT has a role as a strategic planner and architect for the State’s information technology programs and as a leader in formulating and advancing a vision for that program.</p><p>The State of California adopts the following Federal Chief Information Officers Council definition of enterprise architecture, as referenced in the Common Approach to Federal Enterprise Architecture:<ol><li>Enterprise Architecture (EA) means a strategic information asset base, which defines the mission; the information necessary to perform the mission, the technologies necessary to perform the mission, and the transitional processes for implementing new technologies in response to changing mission needs; and includes a baseline architecture, a target architecture, and a sequencing plan.</li></ol></p><p>Enterprise Architecture identifies the business processes that execute or support an organization’s mission and defines how Information Technology (IT) assets enable those processes. The purpose of EA is to optimize and transform the processes, information, application systems and technologies into an efficient and integrated environment, supportive of the execution of business strategy.</p>",
    "keywords" : "Professional Services",
    "attachment" : "",
    "last_update_user" : "Connie Smith",
    "published_date" : ISODate("2018-03-12T03:31:13.442Z")
},
{
    "featured" : false,
    "last_updated" : ISODate("2018-03-06T03:31:13.442Z"),
    "viewcount" : 19,
    "votes" : 2,
    "author_id" : "5a8dd9b087f2ab36a4479093",
    "author" : "Ann Jacobs",
    "author_email" : "ajacobs@insight-kmt.com",
    "title" : "Independent Security Assessment",
    "status" : "approved",
    "content" : "<p>The California Military Department (CMD) performs the Independent Security Assessments required by Government Code Section 11549.3 as amended by AB 670 on October 6, 2015.</p><p><strong>Mission:</strong><br>ISA’s are performed by the Cyber Network Defense (CND) Team of the California Military Department.  The mission of the CND is to assist the Department of Defense, Federal, State, Local Government partners and Critical Infrastructure providers to provide confidentiality, integrity, and availability of critical network infrastructure.  The CND Team also provides support and assistance through established partnerships with cybersecurity vendors, academia, and government entities.</p><p><strong>Information Security Assessment Overview</strong><br>Assembly Bill 670:<br>Existing law establishes, within the Government Operations Agency, the Department of Technology under the supervision of the Director of Technology, who is also the State Chief Information Officer.  AB 670 added the requirement to conduct, or require to be conducted, an independent security assessment of any state agency, department, or office, the cost of which is to be funded by the state agency, department, or office being assessed.</p><p>Need more information?  Please contact the California Information Security Office at (916) 445-5239 to learn about Information Security Program Audit services.</p>",
    "keywords" : "Professional Services",
    "attachment" : "",
    "last_update_user" : "Connie Smith",
    "published_date" : ISODate("2018-03-09T03:31:13.442Z")
},
{
    "featured" : true,
    "last_updated" : ISODate("2018-03-06T03:31:13.442Z"),
    "viewcount" : 35,
    "votes" : 12,
    "author_id" : "5a8dd9b087f2ab36a4479093",
    "author" : "Ann Jacobs",
    "author_email" : "ajacobs@insight-kmt.com",
    "title" : "Website Hosting",
    "status" : "approved",
    "content" : "<p>CDT offers website hosting services on both dedicated and shared web servers for state and other government agencies.</p><p>Highlights:<br><ul><li>Web Server installation, configuration, and administration</li><li>Ability to implement custom modifications such as URL rewrite (customized page routing) and configuring custom error pages</li><li>Supports standard Microsoft .Net and IIS modules</li><li>Real-time monitoring</li></ul></p>",
    "keywords" : "Infrastructure",
    "attachment" : "",
    "last_update_user" : "Connie Smith",
    "published_date" : ISODate("2018-03-09T03:31:13.442Z")
},
{
    "featured" : false,
    "last_updated" : ISODate("2018-03-07T03:31:13.442Z"),
    "viewcount" : 5,
    "votes" : 0,
    "author_id" : "5a8dd9b087f2ab36a4479093",
    "author" : "Ann Jacobs",
    "author_email" : "ajacobs@insight-kmt.com",
    "title" : "Shared Microsoft Premiere Support",
    "status" : "approved",
    "content" : "<p><h4>Technical Account Manager (TAM) Responsibilities</h4><p>This Agreement provides CCES O365 subscribers support on all Microsoft O365 applications and Microsoft based services and technical support of the Microsoft applications and the systems they reside on. The Agreement will allow subscribers to utilize Microsoft Applications and services to include the following: support account management and support assistance in conjunction with the use of its applications.</p><p>Office 365 Premier Support:<br><ul><li>Your Advocate Within Microsoft</li><li>Account planning</li><li>Service delivery management</li><li>Resource facilitation</li><li>Monthly reporting</li><li>Regular service checkpoints</li><li>Escalation management</li><li>Security and product alerts</li><li>Distribution lists</li></ul></p><p>To subscribe to Microsoft Premiere agreement, a minimum of five hours must be purchased.  Additional hours and/or training can be acquired via add-on packs also through this agreement.</p>",
    "keywords" : "Software Services",
    "attachment" : "",
    "last_update_user" : "Connie Smith",
    "published_date" : ISODate("2018-03-08T03:31:13.442Z")
},
{
    "featured" : true,
    "last_updated" : ISODate("2018-03-01T03:31:13.442Z"),
    "viewcount" : 15,
    "votes" : 6,
    "author_id" : "5a8dd9b087f2ab36a4479093",
    "author" : "Ann Jacobs",
    "author_email" : "ajacobs@insight-kmt.com",
    "title" : "Tenant Managed Services (TMS)",
    "status" : "approved",
    "content" : "<p>Tenant Managed Services (TMS) is the Statewide Data Center’s colocation service offering.  TMS allows customers the ability to choose which features are needed to best meet specific departmental needs, while reducing statewide data center floor space and greenhouse emissions.</p><p><strong>Two models of co-location service are offered:</strong><p><strong>Basic:</strong><br>TMS Basic (formerly known as COEMS) provides secure space in a state-operated, Tier III equivalent data center, while still allowing customers to maintain full control over their computing environment. Tenants also provide and manage their own security components (e.g. Firewall, IPS, etc).</p><p><strong>Premium:</strong><br>TMS Premium (formerly known as FDC) offers an additional layer of service.  In addition to providing secure space, it also provides a managed local area network (LAN) and storage area network (SAN). The Managed LAN includes Firewall and IPS; tenants manage their security context.</p>",
    "keywords" : "Infrastructure,Platform Services",
    "attachment" : "",
    "last_update_user" : "Connie Smith",
    "published_date" : ISODate("2018-03-02T03:31:13.442Z")
},
{
    "featured" : false,
    "last_updated" : ISODate("2018-03-01T03:31:13.442Z"),
    "viewcount" : 22,
    "votes" : 0,
    "author_id" : "5a8dd9b087f2ab36a4479093",
    "author" : "Ann Jacobs",
    "author_email" : "ajacobs@insight-kmt.com",
    "title" : "Procurement",
    "status" : "approved",
    "content" : "<p>The Statewide Technology Procurement Division (STPD) conducts independent project oversight for state project acquisitions of information technology (IT) and telecommunications goods and services. STPD is responsible for developing innovative procurement approaches for highly complex IT projects (Public Contract Code 12100 and 12120).<p>STPD consulting services include formal acquisitions, contract reviews, addendums, and non-competitively bid contracts. Consultants review and recommend approval of project proposal requests and planning documents; create project oversight reports; escalate risks and issues; and assist in developing appropriate risk and issue mitigation strategies.</p><p>The STPD consulting staff is knowledgeable and experienced in performing statewide telecommunication procurements and complex IT project acquisitions, including policy and procedures. The STPD team works with departments to streamline the intricate and time-consuming procurement process and helps to promote successful project outcomes. By applying lessons learned, consulting staff assist customers to:<br><ol><li>Reduce the time and cost needed to conduct procurements</li><li>Increase transparency and vendor competition</li><li>Improve the quality of the solution or service being procured</li><li>Foster collaboration between department decision makers and program administrators</li></ol></p><p><strong>Project Planning:</strong><br>STPD consulting staff work closely with customers to ensure project proposals and plans are well thought out and clearly indicate programmatic benefits. Part of this process, involves the consideration of feasible alternatives which address the identified needs and benefits consistent with statewide strategies, policies, and procedures.</p><p><strong>Project Oversight:</strong><br>STPD offers the unique ability to leverage statewide experience to coach and guide customers through the many challenges that are often encountered in state procurement projects. STPD staff partner with departments to help plan and monitor projects and to bring projects to successful deployment. Consultants focus on ensuring that the scope, schedule, and costs associated with each project are adequately defined, planned, and monitored.</p><p>This offering is classified as a Current Service.</p>",
    "keywords" : "Professional Services",
    "attachment" : "",
    "last_update_user" : "Connie Smith",
    "published_date" : ISODate("2018-03-02T03:31:13.442Z")
},
{
    "featured" : false,
    "last_updated" : ISODate("2018-03-12T03:31:13.442Z"),
    "viewcount" : 0,
    "votes" : 0,
    "author_id" : "5a8dd9b087f2ab36a4479093",
    "author" : "Ann Jacobs",
    "author_email" : "ajacobs@insight-kmt.com",
    "title" : "Project Oversight",
    "status" : "draft",
    "content" : "<p>The California Department of Technology (CDT) conducts independent project oversight on medium and high criticality reportable information technology (IT) projects for departments and constitutional offices (Government Code § 11546, et al). The IPO managers are embedded in the project, review and monitor project health; create project oversight reports; escalate project risks and issues; and assist project staff in developing appropriate risk and issue mitigation strategies. IPO managers work hand-in-hand with Independent Validation and Verification (IV&V) services, which is to assess the quality of technical deliverables, as the checks and balance role for project oversight. The Independent Project Oversight Report (IPOR) is issued monthly basis to the project steering committee and project sponsor – depending on the complexity of the project. The IPO Manager also provides a written report (score card) at each project steering committee meeting.</p><p>Throughout the various project phases, the IPO Manager conducts the following:<br><ol><li>Evaluates the strength and health of the project throughout its duration by attending project meetings; reviewing project plans, documents, reports and processes; and collaborating with the IV&V expert and the project management team.</li><li>Identifies and reviews project issues and risks and provides feedback on the mitigation strategies developed by the project management team.</li><li>Compares actual project status to the planning assumptions approved through the Project Approval documents.<li>Issues a written report (IPOR), which is an Independent objective third party assessment of the project’s health and progress.</li><li>Provides written reports (score card) at each project steering committee meeting to ensure all oversight parties and executive stakeholders are informed of project status and progress.<li>Reviews and provides feedback on project approval requests and project planning documents.</li><li>Escalates, tracks, and monitors project risks and issues.</li></ol></p>",
    "keywords" : "Professional Services",
    "attachment" : "",
    "last_update_user" : "Ann Jacobs",
    "published_date" : ""
},
{
    "featured" : false,
    "last_updated" : ISODate("2018-03-13T03:31:13.442Z"),
    "viewcount" : 0,
    "votes" : 0,
    "author_id" : "5a8dd9b087f2ab36a4479093",
    "author" : "Ann Jacobs",
    "author_email" : "ajacobs@insight-kmt.com",
    "title" : "Secure File Transfter",
    "status" : "pending approval",
    "content" : "<p>Secure File Transfer (SFT) provides a complete enterprise platform for securely transferring department files using standard secure protocols (e.g., FTS/s, HTTP/s, SSH-FTP), to another server, Internet-connected client, or private IP network.</p><p><strong>Security Compliance:</strong><br><ol><li>HIPAA</li><li>FIPS 140</li><li>SOX</li><li>HITECH</li><li>GLB</li></ol></p><p><strong>Benefits:</strong><br><ol><li>Delegated Administration</li><li>Provide customer ownership without customer headache</li><li>Rapid deployment</li><li>Customer peace of mind</li></ol></p><p><strong>Reliability Features:</strong><br><ol><li>Fully redundant, highly-available, active-active Linux platform</li><li>A Disaster Recovery option will be available in the future</li></ol></p><p>Secure File Transfer, also known as Managed File Transfer, replaces the needfor VPN connections (IPSec tunnels), magnetic tape, tape couriers and storage solutions, paper and postal service delivery, CD packaging processes, standardFTP, and other non-managed, unsecure methods of exchanging information in file-based formats.</p>",
    "keywords" : "Software Services",
    "attachment" : "",
    "last_update_user" : "Ann Jacobs",
    "published_date" : ""
}
]